/* Automatic Update Alert Description (Critical Update) */
"%1$@ %2$@ has been downloaded and is ready to use! This is an important update; would you like to install it and relaunch %1$@ now?" = "Foi feito o download do %1$@ %2$@ que está pronto a ser instalado! Esta é uma atualização importante, gostaria de instalar esta versão e reiniciar agora o %1$@?";

/* Automatic Update Alert Description (Normal Update) */
"%1$@ %2$@ has been downloaded and is ready to use! Would you like to install it and relaunch %1$@ now?" = "Foi feito o download do %1$@ %2$@ que está pronto a ser instalado! Gostaria de instalar esta versão e reiniciar agora o %1$@?";

/* No comment provided by engineer. */
"%1$@ can't be updated when it's running from a read-only volume like a disk image or an optical drive. Move %1$@ to your Applications folder, relaunch it from there, and try again." = "O %1$@ não pode ser atualizado enquanto estiver a ser executado a partir de um volume apenas de leitura como uma imagem de disco ou uma unidade ótica. Mova o %1$@ para a pasta 'Aplicações', reinicie-o a partir desta pasta e tente novamente.";

/* No comment provided by engineer. */
"%@ %@ is currently the newest version available." = "Atualmente o %1$@ %2$@ é a versão mais recente que se encontra disponível.";

/* No comment provided by engineer. */
"%@ downloaded" = "%@ descarregados";

/* No comment provided by engineer. */
"%@ of %@" = "%1$@ de %2$@";

/* Description text for SUUpdateAlert when the update is downloadable. */
"A new version of %@ is available. Update to %@ to experience the latest improvements." = "Está disponível uma nova versão de %1$@. Atualize para %2$@ de forma a poder experimentar as melhorias mais recentes.";

/* Description text for SUUpdateAlert when the update informational with no download. */
"A new version of %@ is available. Update to %@ to experience the latest improvements. Would you like to learn more about this update on the web?" = "Está disponível uma nova versão de %1$@. Atualize para %2$@ para poder experimentar as melhorias mais recentes. Gostaria de saber mais acerca desta atualização na web?";

/* Automatic Update Alert Title (Normal Update) */
"A new version of %@ is ready to install!" = "Está pronta a ser instalada uma nova versão do %@!";

/* No comment provided by engineer. */
"An error occurred in retrieving update information. Please try again later." = "Ocorreu um erro na recuperação de informações de atualização. Por favor, tente novamente mais tarde.";

/* No comment provided by engineer. */
"An error occurred while downloading the update. Please try again later." = "Ocorreu um erro ao tentar fazer o download da atualização. Por favor, tente novamente mais tarde.";

/* No comment provided by engineer. */
"An error occurred while extracting the archive. Please try again later." = "Ocorreu um erro ao tentar extrair o arquivo. Por favor, tente novamente mais tarde.";

/* No comment provided by engineer. */
"An error occurred while installing the update. Please try again later." = "Ocorreu um erro ao tentar instalar a atualização. Por favor, tente novamente mais tarde.";

/* No comment provided by engineer. */
"An error occurred while parsing the update feed." = "Ocorreu um erro ao analisar o feed de atualização.";

/* No comment provided by engineer. */
"An error occurred while relaunching %1$@, but the new version will be available next time you run %1$@." = "Ocorreu um erro ao reiniciar o %1$@, mas a nova versão estará disponível da próxima vez que executar o %1$@.";

/* Automatic Update Alert Title (Critical Update) */
"An important update to %@ is ready to install" = "Está pronta para ser instalada uma atualização importante do %@";

/* the unit for bytes */
"B" = "B";

/* No comment provided by engineer. */
"Cancel" = "Cancelar";

/* No comment provided by engineer. */
"Cancel Update" = "Cancelar atualização";

/* No comment provided by engineer. */
"Checking for updates..." = "A procurar atualizações...";

/* Take care not to overflow the status window. */
"Downloading update..." = "A fazer o download da atualização...";

/* Take care not to overflow the status window. */
"Extracting update..." = "A extrair atualização...";

/* the unit for gigabytes */
"GB" = "GB";

/* No comment provided by engineer. */
"Install and Relaunch" = "Instalar e reiniciar";

/* Take care not to overflow the status window. */
"Installing update..." = "A instalar atualização...";

/* the unit for kilobytes */
"KB" = "KB";

/* Alternate title for 'Install Update' button when there's no download in RSS feed. */
"Learn More..." = "Saber mais...";

/* No comment provided by engineer. */
"Let's update your app" = "Vamos atualizar a sua aplicação";

/* the unit for megabytes */
"MB" = "MB";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Ready to Install" = "Pronto para instalar";

/* No comment provided by engineer. */
"Should %1$@ automatically check for updates? You can always check for updates manually from the %1$@ menu." = "O %1$@ deverá verificar automaticamente se existem atualizações? Poderá sempre também verificar manualmente se existem atualizações a partir do menu do %1$@.";

/* No comment provided by engineer. */
"The update is improperly signed." = "A atualização encontra-se indevidamente assinada.";

/* No comment provided by engineer. */
"The update will not be installed because the user requested for the system to power off" = "A atualização não será instalada pois o utilizador solicitou que o sistema fosse desligado";

/* Automatic Update Alert Title (Forced Update) */
"Uh oh. Your version of %@ is out of date." = "A sua versão de %@ encontra-se desatualizada.";

/* No comment provided by engineer. */
"Update Error!" = "Erro de atualização!";

/* No comment provided by engineer. */
"Updating %@" = "A atualizar %@";

/* 'Error' message when the user checks for updates but is already current or the feed doesn't contain any updates. (not necessarily shown in UI) */
"You already have the newest version of %@." = "Já possui a versão mais recente do %@.";

/* Status message shown when the user checks for updates but is already current or the feed doesn't contain any updates. */
"You're up-to-date!" = "Encontra-se atualizado!";

/* Automatic Update Alert Description (Forced Update) */
"You’re currently on version %@ which is no longer supported. We’ve made a lot of improvements since then so please download the latest version to continue." = "Atualmente você está com a versão %@, que deixou de ter suporte. Fizemos várias melhorias desde então. Por isso, faça o download da versão mais recente para continuar.";
